Repository: porarrirr/offline-whisper-transcriber-ios
Catalog: WhisperTranscriptionApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans, zh_hant

source: --- With Timestamps ---
es: --- Con marcas de tiempo ---
fr: --- Avec horodatages ---
ja: --- タイムスタンプ付き ---
zh_hans: --- 包含时间戳 ---
zh_hant: --- 包含時間戳 ---

source: %lld characters
es: %lld caracteres
fr: %lld caractères
ja: %lld文字
zh_hans: %lld 个字符
zh_hant: %lld 個字元

source: %lld seconds
es: %lld segundos
fr: %lld secondes
ja: %lld秒
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lld Transcriptions
es: %lld transcripciones
ja: %lld件の文字起こし
zh_hans: %lld 条转写记录
zh_hant: %lld 條轉寫記錄

source: About App
es: Acerca de la aplicación
fr: À propos de l'application
ja: アプリについて
zh_hans: 关于应用
zh_hant: 關於應用

source: Add to Favorites
es: Añadir a favoritos
fr: Ajouter aux favoris
ja: お気に入りに追加
zh_hans: 添加收藏
zh_hant: 加入收藏

source: Advanced Settings
es: Ajustes avanzados
fr: Réglages avancés
ja: 詳細設定
zh_hans: 高级设置
zh_hant: 進階設定

source: Approx. 1.5GB
es: Aprox. 1,5 GB
fr: Env. 1,5 Go
ja: 約1.5GB
zh_hans: 约 1.5GB
zh_hant: 約 1.5GB

source: Approx. 15MB
es: Aprox. 15 MB
fr: Env. 15 Mo
ja: 約15MB
zh_hans: 约 15MB
zh_hant: 約 15MB

source: Approx. 39MB
es: Aprox. 39 MB
fr: Env. 39 Mo
ja: 約39MB
zh_hans: 约 39MB
zh_hant: 約 39MB

source: Approx. 60MB
es: Aprox. 60 MB
fr: Env. 60 Mo
ja: 約60MB
zh_hans: 约 60MB
zh_hant: 約 60MB

source: Approx. 142MB
es: Aprox. 142 MB
fr: Env. 142 Mo
ja: 約142MB
zh_hans: 约 142MB
zh_hant: 約 142MB

source: Approx. 163MB
es: Aprox. 163 MB
fr: Env. 163 Mo
ja: 約163MB
zh_hans: 约 163MB
zh_hant: 約 163MB

source: Approx. 466MB
es: Aprox. 466 MB
fr: Env. 466 Mo
ja: 約466MB
zh_hans: 约 466MB
zh_hant: 約 466MB

source: Approx. 568MB
es: Aprox. 568 MB
fr: Env. 568 Mo
ja: 約568MB
zh_hans: 约 568MB
zh_hant: 約 568MB

source: Approx. 574MB
es: Aprox. 574 MB
fr: Env. 574 Mo
ja: 約574MB
zh_hans: 约 574MB
zh_hant: 約 574MB

source: Approx. 874MB
es: Aprox. 874 MB
fr: Env. 874 Mo
ja: 約874MB
zh_hans: 约 874MB
zh_hant: 約 874MB

source: Arabic
es: Árabe
fr: Arabe
ja: アラビア語
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

source: Are you sure you want to delete the current model?
es: ¿Está seguro de que desea eliminar el modelo actual?
fr: Êtes-vous sûr de vouloir supprimer le modèle actuel ?
ja: 現在のモデルを削除してもよろしいですか？
zh_hans: 确定要删除当前模型吗？
zh_hant: 確定要刪除當前模型嗎？

source: Are you sure you want to delete this transcription?
es: ¿Está seguro de que desea eliminar esta transcripción?
fr: Êtes-vous sûr de vouloir supprimer cette transcription ?
ja: この文字起こしを削除してもよろしいですか？
zh_hans: 确定要删除这条转写记录吗？
zh_hant: 確定要刪除這條轉寫記錄嗎？

source: Audio conversion error
es: Error de conversión de audio
fr: Erreur de conversion audio
ja: 音声変換エラー
zh_hans: 音频转换错误
zh_hant: 音訊轉換錯誤

source: Audio File
es: Archivo de audio
fr: Fichier audio
ja: 音声ファイル
zh_hans: 音频文件
zh_hant: 音訊檔案

source: Audio file to transcribe
es: Archivo de audio a transcribir
fr: Fichier audio à transcrire
ja: 文字起こしする音声ファイル
zh_hans: 要转写的音频文件
zh_hant: 要轉寫的音訊檔案

source: Auto-Delete Recordings
es: Auto-eliminar grabaciones
fr: Auto-supprimer les enregistrements
ja: 録音を自動削除
zh_hans: 自动删除录音
zh_hant: 自動刪除錄音

source: Auto-Detect
es: Autodetectar
fr: Détection automatique
ja: 自動検出
zh_hans: 自动检测
zh_hant: 自動檢測

source: Automatically delete recording files after 7 days
es: Elimina automáticamente grabaciones después de 7 días
fr: Supprime automatiquement les enregistrements après 7 jours
ja: 7日後に録音ファイルを自動で削除します
zh_hans: 7天后自动删除录音文件
zh_hant: 7天後自動刪除錄音檔案

source: Automatically skip portions with no audio
es: Omite automáticamente las partes sin audio
fr: Ignore automatiquement les parties sans audio
ja: 音声のない部分を自動でスキップします
zh_hans: 自动跳过没有声音的部分
zh_hant: 自動跳過沒有聲音的部分

source: Base (Balanced)
es: Base (equilibrado)
fr: Base (équilibré)
ja: Base（バランス）
zh_hans: Base (均衡)
zh_hant: Base (均衡)

source: Base Q5_1 (Light & Balanced)
es: Base Q5_1 (ligero y equilibrado)
fr: Base Q5_1 (léger et équilibré)
ja: Base Q5_1（軽量・バランス）
zh_hans: Base Q5_1 (轻量且均衡)
zh_hant: Base Q5_1 (輕量且均衡)

source: By using this app, you agree that transcription accuracy is not guaranteed, and verifying, recording, and sharing results are the user's responsibility. For details, please check the Disclaimer in settings.
es: Al utilizar esta aplicación, acepta que no se garantiza la precisión de la transcripción, y que la verificación, grabación y uso compartido de los resultados son responsabilidad del usuario. Para obtener detalles, consulte el Descargo de responsabilidad en ajustes.
fr: En utilisant cette application, vous acceptez que l'exactitude de la transcription ne soit pas garantie, et que la vérification, l'enregistrement et le partage des résultats relèvent de la responsabilité de l'utilisateur. Pour plus de détails, veuillez consulter la clause de non-responsabilité dans les réglages.
ja: このアプリを使用することで、文字起こしの正確性は保証されず、結果の確認、録音、共有はユーザーの責任で行うことに同意したものとみなされます。詳細は設定の免責事項をご確認ください。
zh_hans: 使用本应用即表示您同意转写准确性不获保证，核实、录制和分享结果均由用户自行负责。详情请查看设置中的免责声明。
zh_hant: 使用本應用即表示您同意轉寫準確性不獲保證，核實、錄製和分享結果均由使用者自行負責。詳情請查看設定中的免責聲明。

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel VAD Model Download
es: Cancelar descarga de modelo VAD
fr: Annuler le téléchargement du modèle VAD
ja: VADモデルのダウンロードをキャンセル
zh_hans: 取消下载 VAD 模型
zh_hant: 取消下載 VAD 模型

source: Chinese
es: Chino
fr: Chinois
ja: 中国語
zh_hans: 中文
zh_hant: 中文

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Confirm Deletion
es: Confirmar eliminación
fr: Confirmer la suppression
ja: 削除の確認
zh_hans: 确认删除
zh_hant: 確認刪除

source: Copied!
es: ¡Copiado!
fr: Copié !
ja: コピーしました
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
es: Copiar
fr: Copier
ja: コピー
zh_hans: 复制
zh_hant: 複製

source: Copy Logs
es: Copiar registros
fr: Copier les journaux
ja: ログをコピー
zh_hans: 复制日志
zh_hant: 複製日誌

source: Copy Text
es: Copiar texto
fr: Copier le texte
ja: テキストをコピー
zh_hans: 复制文本
zh_hant: 複製文字

source: Could not retrieve document directory for saving recording.
es: No se pudo obtener el directorio de documentos para guardar la grabación.
fr: Impossible d'obtenir le dossier des documents pour enregistrer l'enregistrement.
ja: 録音を保存するための書類ディレクトリを取得できませんでした。
zh_hans: 无法获取用于保存录音的文档目录。
zh_hant: 無法獲取用於儲存錄音的文檔目錄。

source: Could not retrieve documents directory for saving models.
es: No se pudo obtener el directorio de documentos para guardar los modelos.
fr: Impossible d'obtenir le dossier des documents pour enregistrer les modèles.
ja: モデルを保存するための書類ディレクトリを取得できませんでした。
zh_hans: 无法获取用于保存模型的文档目录。
zh_hant: 無法獲取用於儲存模型的文檔目錄。

source: Count
es: Cantidad
fr: Nombre
ja: 件数
zh_hans: 数量
zh_hant: 數量

source: Date: %@
es: Fecha: %@
ja: 日付: %@
zh_hans: 日期: %@
zh_hant: 日期: %@

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete Model
es: Eliminar modelo
fr: Supprimer le modèle
ja: モデルを削除
zh_hans: 删除模型
zh_hant: 刪除模型

source: Delete VAD Model
es: Eliminar modelo VAD
fr: Supprimer le modèle VAD
ja: VADモデルを削除
zh_hans: 删除 VAD 模型
zh_hant: 刪除 VAD 模型

source: Details
es: Detalles
fr: Détails
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Detected Language: %@
es: Idioma detectado: %@
fr: Langue détectée: %@
ja: 検出された言語: %@
zh_hans: 检测到语言: %@
zh_hant: 檢測到語言: %@

source: Disclaimer & Terms
es: Descargo de responsabilidad y términos
fr: Clause de non-responsabilité et conditions
ja: 免責事項と利用規約
zh_hans: 免责声明与条款
zh_hant: 免責聲明與條款

source: Done
es: Listo
fr: OK
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Download %@
es: Descargar %@
fr: Télécharger %@
ja: %@をダウンロード
zh_hans: 下载 %@
zh_hant: 下載 %@

source: Download error
es: Error de descarga
fr: Erreur de téléchargement
ja: ダウンロードエラー
zh_hans: 下载错误
zh_hant: 下載錯誤

source: Download Model
es: Descargar modelo
fr: Télécharger le modèle
ja: モデルをダウンロード
zh_hans: 下载模型
zh_hant: 下載模型

source: Download VAD Model
es: Descargar modelo VAD
fr: Télécharger le modèle VAD
ja: VADモデルをダウンロード
zh_hans: 下载 VAD 模型
zh_hant: 下載 VAD 模型

source: Downloading model...
es: Descargando el modelo...
fr: Téléchargement du modèle...
ja: モデルをダウンロード中...
zh_hans: 正在下载模型...
zh_hant: 正在下載模型...

source: Dutch
es: Holandés
fr: Néerlandais
ja: オランダ語
zh_hans: 荷兰语
zh_hant: 荷蘭語

source: English
es: Inglés
fr: Anglais
ja: 英語
zh_hans: 英语
zh_hant: 英語

source: Error deleting model
es: Error al eliminar el modelo
fr: Erreur lors de la suppression du modèle
ja: モデルの削除エラー
zh_hans: 删除模型出错
zh_hant: 刪除模型出錯

source: Error deleting VAD model
es: Error al eliminar el modelo VAD
fr: Erreur lors de la suppression du modèle VAD
ja: VADモデルの削除エラー
zh_hans: 删除 VAD 模型出错
zh_hant: 刪除 VAD 模型出錯

source: Error downloading VAD model
es: Error al descargar el modelo VAD
fr: Erreur lors du téléchargement du modèle VAD
ja: VADモデルのダウンロードエラー
zh_hans: 下载 VAD 模型出错
zh_hant: 下載 VAD 模型出錯

source: Error saving model file
es: Error al guardar el archivo del modelo
fr: Erreur lors de l'enregistrement du fichier de modèle
ja: モデルファイルの保存エラー
zh_hans: 保存模型文件出错
zh_hant: 儲存模型檔案出錯

source: Error saving VAD model
es: Error al guardar el modelo VAD
fr: Erreur lors de l'enregistrement du modèle VAD
ja: VADモデルの保存エラー
zh_hans: 保存 VAD 模型出错
zh_hant: 儲存 VAD 模型出錯

source: Example: "Hello, today we will talk about technology."
es: Ej: "Hola, hoy hablaremos de tecnología".
fr: Ex: "Bonjour, aujourd'hui nous allons parler de technologie."
ja: 例:「こんにちは。今日はテクノロジーについて話します。」
zh_hans: 例：“你好，今天我们将讨论技术。”
zh_hant: 例：「你好，今天我們將討論技術。」

source: Export
es: Exportar
fr: Exporter
ja: 書き出し
zh_hans: 导出
zh_hant: 匯出

source: Failed to automatically delete recording file
es: Error al eliminar automáticamente el archivo de grabación
fr: Échec de la suppression automatique du fichier d'enregistrement
ja: 録音ファイルの自動削除に失敗しました
zh_hans: 自动删除录音文件失败
zh_hant: 自動刪除錄音檔案失敗

source: Failed to convert audio file.
es: Error al convertir el archivo de audio.
fr: Échec de la conversion du fichier audio.
ja: 音声ファイルの変換に失敗しました。
zh_hans: 音频文件转换失败。
zh_hant: 音訊檔案轉換失敗。

source: Failed to delete history
es: Error al eliminar el historial
fr: Échec de la suppression de l'historique
ja: 履歴の削除に失敗しました
zh_hans: 删除历史记录失败
zh_hant: 刪除歷史記錄失敗

source: Failed to delete old recordings
es: Error al eliminar grabaciones antiguas
fr: Échec de la suppression des anciens enregistrements
ja: 古い録音の削除に失敗しました
zh_hans: 删除旧录音失败
zh_hant: 刪除舊錄音失敗

source: Failed to export CSV
es: Error al exportar CSV
fr: Échec de l'exportation CSV
ja: CSVの書き出しに失敗しました
zh_hans: 导出 CSV 失败
zh_hant: 匯出 CSV 失敗

source: Failed to export JSON
es: Error al exportar JSON
fr: Échec de l'exportation JSON
ja: JSONの書き出しに失敗しました
zh_hans: 导出 JSON 失败
zh_hant: 匯出 JSON 失敗

source: Failed to export SRT
es: Error al exportar SRT
fr: Échec de l'exportation SRT
ja: SRTの書き出しに失敗しました
zh_hans: 导出 SRT 失败
zh_hant: 匯出 SRT 失敗

source: Failed to export TXT
es: Error al exportar TXT
fr: Échec de l'exportation TXT
ja: TXTの書き出しに失敗しました
zh_hans: 导出 TXT 失败
zh_hant: 匯出 TXT 失敗

source: Failed to get model size
es: Error al obtener el tamaño del modelo
fr: Échec de l'obtention de la taille du modèle
ja: モデルサイズの取得に失敗しました
zh_hans: 获取模型大小失败
zh_hant: 獲取模型大小失敗

source: Failed to load history
es: Error al cargar el historial
fr: Échec du chargement de l'historique
ja: 履歴の読み込みに失敗しました
zh_hans: 加载历史记录失败
zh_hant: 加載歷史記錄失敗

source: Failed to load model
es: Error al cargar el modelo
fr: Échec du chargement du modèle
ja: モデルの読み込みに失敗しました
zh_hans: 加载模型失败
zh_hant: 加載模型失敗

source: Failed to prepare audio playback
es: Error al preparar la reproducción de audio
fr: Échec de la préparation de la lecture audio
ja: 音声再生の準備に失敗しました
zh_hans: 准备音频播放失败
zh_hant: 準備音訊播放失敗

source: Failed to save history
es: Error al guardar el historial
fr: Échec de l'enregistrement de l'historique
ja: 履歴の保存に失敗しました
zh_hans: 保存历史记录失败
zh_hant: 儲存歷史記錄失敗

source: Failed to save recording
es: Error al guardar la grabación
fr: Échec de l'enregistrement
ja: 録音の保存に失敗しました
zh_hans: 保存录音失败
zh_hant: 儲存錄音失敗

source: Failed to start recording.
es: Error al iniciar la grabación.
fr: Échec du démarrage de l'enregistrement.
ja: 録音を開始できませんでした。
zh_hans: 开始录音失败。
zh_hant: 開始錄音失敗。

source: Failed to update favorite status
es: Error al actualizar el estado de favorito
fr: Échec de la mise à jour du statut favori
ja: お気に入り状態の更新に失敗しました
zh_hans: 更新收藏状态失败
zh_hant: 更新收藏狀態失敗

source: File selection error
es: Error de selección de archivo
fr: Erreur de sélection de fichier
ja: ファイル選択エラー
zh_hans: 文件选择错误
zh_hant: 檔案選擇錯誤

source: French
es: Francés
fr: Français
ja: フランス語
zh_hans: 法语
zh_hant: 法語

source: German
es: Alemán
fr: Allemand
ja: ドイツ語
zh_hans: 德语
zh_hant: 德語

source: Get Transcription History
es: Obtener historial de transcripciones
fr: Obtenir l'historique des transcriptions
ja: 文字起こし履歴を取得
zh_hans: 获取转写历史
zh_hant: 獲取轉寫歷史

source: High-Accuracy Offline AI Transcription
es: Transcripción de IA sin conexión y alta precisión
fr: Transcription IA hors ligne haute précision
ja: 高精度なオフラインAI文字起こし
zh_hans: 高精度离线 AI 语音转文字
zh_hant: 高精度離線 AI 語音轉文字

source: History
es: Historial
fr: Historique
ja: 履歴
zh_hans: 历史
zh_hant: 歷史

source: Include Timestamps
es: Incluir marcas de tiempo
fr: Inclure les horodatages
ja: タイムスタンプを含める
zh_hans: 包含时间戳
zh_hant: 包含時間戳

source: Include timestamps in the transcription result
es: Incluye marcas de tiempo en el resultado
fr: Inclut les horodatages dans le résultat
ja: 文字起こし結果にタイムスタンプを含めます
zh_hans: 在转写结果中包含时间戳
zh_hant: 在轉寫結果中包含時間戳

source: Indonesian
es: Indonesio
fr: Indonésien
ja: インドネシア語
zh_hans: 印尼语
zh_hant: 印尼語

source: Italian
es: Italiano
fr: Italien
ja: イタリア語
zh_hans: 意大利语
zh_hant: 義大利語

source: Japanese
es: Japonés
fr: Japonais
ja: 日本語
zh_hans: 日语
zh_hant: 日語

source: Keep Screen On
es: Mantener pantalla encendida
fr: Garder l'écran allumé
ja: 画面をオンのままにする
zh_hans: 保持屏幕常亮
zh_hant: 保持螢幕常亮

source: Keep the screen on during transcription
es: Mantiene la pantalla encendida durante la transcripción
fr: Garde l'écran allumé pendant la transcription
ja: 文字起こし中に画面をオンのままにします
zh_hans: 转写时保持屏幕常亮
zh_hant: 轉寫時保持螢幕常亮

source: Korean
es: Coreano
fr: Coréen
ja: 韓国語
zh_hans: 韩语
zh_hant: 韓語

source: Language
es: Idioma
fr: Langue
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Language for transcription
es: Idioma para la transcripción
fr: Langue pour la transcription
ja: 文字起こしの言語
zh_hans: 用于转写的语言
zh_hant: 用於轉寫的語言

source: Language Settings
es: Ajustes de idioma
fr: Réglages de langue
ja: 言語設定
zh_hans: 语言设置
zh_hant: 語言設定

source: Language: %@
es: Idioma: %@
fr: Langue: %@
ja: 言語: %@
zh_hans: 语言: %@
zh_hant: 語言: %@

source: Large v3 Turbo Q5_0 (Light & Fast/High Accuracy)
es: Large v3 Turbo Q5_0 (ligero y rápido/alta precisión)
fr: Large v3 Turbo Q5_0 (léger et rapide/haute précision)
ja: Large v3 Turbo Q5_0（軽量・高速/高精度）
zh_hans: Large v3 Turbo Q5_0 (轻量且快速/高精度)
zh_hant: Large v3 Turbo Q5_0 (輕量且快速/高精度)

source: Large v3 Turbo Q8_0 (Fast & High Accuracy)
es: Large v3 Turbo Q8_0 (rápido y alta precisión)
fr: Large v3 Turbo Q8_0 (rapide et haute précision)
ja: Large v3 Turbo Q8_0（高速・高精度）
zh_hans: Large v3 Turbo Q8_0 (快速且高精度)
zh_hant: Large v3 Turbo Q8_0 (快速且高精度)

source: Later
es: Más tarde
fr: Plus tard
ja: あとで
zh_hans: 稍后
zh_hant: 稍後

source: Logs
es: Registros (Logs)
fr: Journaux (Logs)
ja: ログ
zh_hans: 日志
zh_hant: 日誌

source: Logs Copied
es: Registros copiados
fr: Journaux copiés
ja: ログをコピーしました
zh_hans: 已复制日志
zh_hant: 已複製日誌

source: Medium (Best Accuracy)
es: Medium (mejor precisión)
fr: Medium (précision maximale)
ja: Medium（最高精度）
zh_hans: Medium (最高精度)
zh_hant: Medium (最高精度)

source: Medium Q5_0 (Light & Best Accuracy)
es: Medium Q5_0 (ligero y mejor precisión)
fr: Medium Q5_0 (léger et précision maximale)
ja: Medium Q5_0（軽量・最高精度）
zh_hans: Medium Q5_0 (轻量且最高精度)
zh_hant: Medium Q5_0 (輕量且最高精度)

source: Microphone permission is required
es: Se requiere permiso de micrófono
fr: Autorisation du micro requise
ja: マイクの許可が必要です
zh_hans: 需要麦克风权限
zh_hant: 需要麥克風權限

source: Model is already prepared
es: El modelo ya está listo
fr: Le modèle est déjà prêt
ja: モデルは準備済みです
zh_hans: 模型已准备就绪
zh_hant: 模型已準備就緒

source: Model is not ready
es: El modelo no está listo
fr: Le modèle n'est pas prêt
ja: モデルの準備ができていません
zh_hans: 模型未准备就绪
zh_hant: 模型未準備就緒

source: Model is not ready. Please open the app and download the model.
es: El modelo no está listo. Abra la aplicación y descargue el modelo.
fr: Le modèle n'est pas prêt. Veuillez ouvrir l'application et télécharger le modèle.
ja: モデルの準備ができていません。アプリを開いてモデルをダウンロードしてください。
zh_hans: 模型未准备就绪。请打开应用并下载模型。
zh_hant: 模型未準備就緒。請打開應用並下載模型。

source: Model Ready
es: Modelo listo
fr: Modèle prêt
ja: モデル準備完了
zh_hans: 模型准备就绪
zh_hant: 模型準備就緒

source: Model Settings
es: Ajustes del modelo
fr: Réglages du modèle
ja: モデル設定
zh_hans: 模型设置
zh_hant: 模型設定

source: Model Size
es: Tamaño del modelo
fr: Taille du modèle
ja: モデルサイズ
zh_hans: 模型大小
zh_hant: 模型大小

source: No audio file specified.
es: No se especificó ningún archivo de audio.
fr: Aucun fichier audio spécifié.
ja: 音声ファイルが指定されていません。
zh_hans: 未指定音频文件。
zh_hant: 未指定音訊檔案。

source: No logs yet
es: No hay registros aún
fr: Aucun journal pour le moment
ja: まだログはありません
zh_hans: 暂无日志
zh_hant: 暫無日誌

source: No search results
es: Sin resultados de búsqueda
fr: Aucun résultat de recherche
ja: 検索結果はありません
zh_hans: 无搜索结果
zh_hant: 無搜尋結果

source: No transcriptions yet
es: No hay transcripciones aún
fr: Aucune transcription pour le moment
ja: まだ文字起こしはありません
zh_hans: 暂无转写记录
zh_hant: 暫無轉寫記錄

source: Number of history records to retrieve
es: Número de registros de historial a recuperar
fr: Nombre d'enregistrements d'historique à récupérer
ja: 取得する履歴件数
zh_hans: 要获取的历史记录数量
zh_hant: 要獲取的歷史記錄數量

source: Open App Store
es: Abrir App Store
fr: Ouvrir l'App Store
ja: App Storeを開く
zh_hans: 打开 App Store
zh_hant: 打開 App Store

source: Optimize processing speed and memory usage
es: Optimiza la velocidad de procesamiento y el uso de memoria
fr: Optimise la vitesse de traitement et l'utilisation de la mémoire
ja: 処理速度とメモリ使用量を最適化します
zh_hans: 优化处理速度和内存占用
zh_hant: 優化處理速度和記憶體佔用

source: Please download model
es: Descargue el modelo, por favor
fr: Veuillez télécharger le modèle
ja: モデルをダウンロードしてください
zh_hans: 请下载模型
zh_hant: 請下載模型

source: Please download VAD model
es: Descargue el modelo VAD
fr: Veuillez télécharger le modèle VAD
ja: VADモデルをダウンロードしてください
zh_hans: 请下载 VAD 模型
zh_hant: 請下載 VAD 模型

source: Polish
es: Polaco
fr: Polonais
ja: ポーランド語
zh_hans: 波兰语
zh_hant: 波蘭語

source: Portuguese
es: Portugués
fr: Portugais
ja: ポルトガル語
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

source: Preparing model...
es: Preparando el modelo...
fr: Préparation du modèle...
ja: モデルを準備中...
zh_hans: 正在准备模型...
zh_hant: 正在準備模型...

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Prompt
es: Prompt (Indicación)
fr: Prompt (Consigne)
ja: プロンプト
zh_hans: 提示词
zh_hant: 提示詞

source: Ready!
es: ¡Listo!
fr: Prêt !
ja: 準備完了
zh_hans: 准备就绪！
zh_hant: 準備就緒！

source: Record or select a file
es: Graba o selecciona un archivo
fr: Enregistrez ou sélectionnez un fichier
ja: 録音するかファイルを選択
zh_hans: 录音或选择文件
zh_hant: 錄音或選擇檔案

source: Remove from Favorites
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Retrieves recent transcription history
es: Recupera el historial de transcripciones recientes
fr: Récupère l'historique des transcriptions récentes
ja: 最近の文字起こし履歴を取得します
zh_hans: 获取最近的转写历史记录
zh_hant: 獲取最近的轉寫歷史記錄

source: Russian
es: Ruso
fr: Russe
ja: ロシア語
zh_hans: 俄语
zh_hant: 俄語

source: Search
es: Buscar
fr: Rechercher
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Select Export Format
es: Seleccionar formato de exportación
fr: Sélectionner le format d'exportation
ja: 書き出し形式を選択
zh_hans: 选择导出格式
zh_hant: 選擇匯出格式

source: Select File
es: Seleccionar archivo
fr: Sélectionner un fichier
ja: ファイルを選択
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Select Language
es: Seleccionar idioma
fr: Sélectionner la langue
ja: 言語を選択
zh_hans: 选择语言
zh_hant: 選擇語言

source: Settings
es: Ajustes
fr: Réglages
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Share
es: Compartir
fr: Partager
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Share Text
es: Compartir texto
fr: Partager le texte
ja: テキストを共有
zh_hans: 分享文本
zh_hant: 分享文字

source: Show Text Only
es: Mostrar solo texto
fr: Afficher le texte uniquement
ja: テキストのみ表示
zh_hans: 仅显示文本
zh_hant: 僅顯示文字

source: Show with Timestamps
es: Mostrar con marcas de tiempo
fr: Afficher avec horodatages
ja: タイムスタンプ付きで表示
zh_hans: 显示时间戳
zh_hant: 顯示時間戳

source: Skip Silence (VAD)
es: Omitir silencios (VAD)
fr: Ignorer les silences (VAD)
ja: 無音をスキップ（VAD）
zh_hans: 跳过静音 (VAD)
zh_hant: 跳過靜音 (VAD)

source: Small (High Accuracy)
es: Small (alta precisión)
fr: Small (haute précision)
ja: Small（高精度）
zh_hans: Small (高精度)
zh_hant: Small (高精度)

source: Small Q5_1 (Light & High Accuracy)
es: Small Q5_1 (ligero y alta precisión)
fr: Small Q5_1 (léger et haute précision)
ja: Small Q5_1（軽量・高精度）
zh_hans: Small Q5_1 (轻量且高精度)
zh_hant: Small Q5_1 (輕量且高精度)

source: Spanish
es: Español
fr: Espagnol
ja: スペイン語
zh_hans: 西班牙语
zh_hant: 西班牙語

source: Subtitles (.srt)
es: Subtítulos (.srt)
fr: Sous-titres (.srt)
ja: 字幕（.srt）
zh_hans: 字幕 (.srt)
zh_hant: 字幕 (.srt)

source: Support
es: Soporte
ja: サポート
zh_hans: 支持
zh_hant: 支援

source: Support & Policies
es: Soporte y políticas
fr: Support et politiques
ja: サポートとポリシー
zh_hans: 支持与政策
zh_hant: 支援與政策

source: Supported: m4a, wav, mp3, mp4, mov
es: Soportado: m4a, wav, mp3, mp4, mov
fr: Pris en charge: m4a, wav, mp3, mp4, mov
ja: 対応: m4a、wav、mp3、mp4、mov
zh_hans: 支持格式：m4a, wav, mp3, mp4, mov
zh_hant: 支援格式：m4a, wav, mp3, mp4, mov

source: Tap to Start Recording
es: Toca para iniciar grabación
fr: Toucher pour démarrer l'enregistrement
ja: タップして録音開始
zh_hans: 点击开始录音
zh_hant: 點擊開始錄音

source: Tap to Stop
es: Toca para detener
fr: Toucher pour arrêter
ja: タップして停止
zh_hans: 点击停止
zh_hant: 點擊停止

source: Text (.txt)
es: Texto (.txt)
fr: Texte (.txt)
ja: テキスト（.txt）
zh_hans: 文本 (.txt)
zh_hant: 文字 (.txt)

source: Thai
es: Tailandés
fr: Thaïlandais
ja: タイ語
zh_hans: 泰语
zh_hant: 泰語

source: Tiny (Fast & Light)
es: Tiny (rápido y ligero)
fr: Tiny (rapide et léger)
ja: Tiny（高速・軽量）
zh_hans: Tiny (快速且轻量)
zh_hant: Tiny (快速且輕量)

source: Tiny Q5_1 (More Light)
es: Tiny Q5_1 (más ligero)
fr: Tiny Q5_1 (plus léger)
ja: Tiny Q5_1（さらに軽量）
zh_hans: Tiny Q5_1 (更加轻量)
zh_hant: Tiny Q5_1 (更加輕量)

source: Transcribe
es: Transcribir
fr: Transcrire
ja: 文字起こし
zh_hans: 转写
zh_hant: 轉寫

source: Transcribe Audio
es: Transcribir audio
fr: Transcrire l'audio
ja: 音声を文字起こし
zh_hans: 转写音频
zh_hant: 轉寫音訊

source: Transcribe audio with %@
es: Transcribir audio con %@
fr: Transcrire l'audio avec %@
ja: %@で音声を文字起こし
zh_hans: 用 %@ 转写音频
zh_hant: 用 %@ 轉寫音訊

source: Transcribe file with %@
es: Transcribir archivo con %@
fr: Transcrire le fichier avec %@
ja: %@でファイルを文字起こし
zh_hans: 用 %@ 转写文件
zh_hant: 用 %@ 轉寫檔案

source: Transcribe Interrupted Recording
es: Transcribir grabación interrumpida
fr: Transcrire l'enregistrement interrompu
ja: 中断された録音を文字起こし
zh_hans: 转写中断的录音
zh_hant: 轉寫中斷的錄音

source: Transcribe with %@
es: Transcribir con %@
fr: Transcrire avec %@
ja: %@で文字起こし
zh_hans: 用 %@ 转写
zh_hant: 用 %@ 轉寫

source: Transcribes an audio file
es: Transcribe un archivo de audio
fr: Transcrit un fichier audio
ja: 音声ファイルを文字起こしします
zh_hans: 转写音频文件
zh_hant: 轉寫音訊檔案

source: Transcribing... %lld%%
es: Transcribiendo... %lld%%
fr: Transcription en cours... %lld%%
ja: 文字起こし中... %lld%%
zh_hans: 正在转写... %lld%%
zh_hant: 正在轉寫... %lld%%

source: Transcription
es: Transcripción
ja: 文字起こし
zh_hans: 转写
zh_hant: 轉寫

source: Transcription failed
es: Error en la transcripción
fr: Échec de la transcription
ja: 文字起こしに失敗しました
zh_hans: 转写失败
zh_hant: 轉寫失敗

source: Transcription Language
es: Idioma de transcripción
fr: Langue de transcription
ja: 文字起こし言語
zh_hans: 转写语言
zh_hant: 轉寫語言

source: Transcription Result
es: Resultado de la transcripción
fr: Résultat de la transcription
ja: 文字起こし結果
zh_hans: 转写结果
zh_hant: 轉寫結果
